#设置客户端连接的编码
SET NAMES UTF8;
#丢弃数据库
DROP DATABASE IF EXISTS sd;
#创建数据库
CREATE DATABASE sd CHARSET=UTF8;
#进入该数据库
USE sd;
 /**用户信息**/
CREATE TABLE sd_user(
  uid INT PRIMARY KEY AUTO_INCREMENT,
  uname VARCHAR(32),
  upwd VARCHAR(32),
  phone VARCHAR(16),
  avatar VARCHAR(128),          #头像图片路径
  user_name VARCHAR(32),        #用户名，如王小明
  gender INT                    #性别  0-女  1-男
);
/* 首页商品*/
CREATE TABLE sd_index_product(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),       #标题
  price DECIMAL(10,2),     #价格
  details VARCHAR(128),    #副标题
  puodut VARCHAR(128),    #
  pic VARCHAR(128),        #图片路径 
  href VARCHAR(128)       
); 
CREATE TABLE sd_index_product1(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),       #标题
  price DECIMAL(10,2),     #价格
  details VARCHAR(128),    #副标题
  pic VARCHAR(128),        #图片路径
  href VARCHAR(128)
);
CREATE TABLE sd_index_product2(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  title VARCHAR(64),       #标题
  price DECIMAL(10,2),     #价格
  pic VARCHAR(128),        #图片路径
  href VARCHAR(128)
);
CREATE TABLE sd_index_pic(
  pid INT PRIMARY KEY AUTO_INCREMENT,
  pic VARCHAR(128),        #图片路径
  ptitle VARCHAR(128)
);
/**用户信息**/
INSERT INTO sd_user VALUES
 (NULL, 'dingding', '123456', '13501234567', 'img/avatar/default.png', '李伟', '1'),
 (NULl, 'dangdang', '123456', '13501234568', 'img/avatar/default.png', '林东', '1');
/* 首页商品*/
INSERT INTO sd_index_pic VALUES
 (NULL,"image/index/1521092620998566161.jpg","123"),
 (NULL,"image/index/1521092709155619022.jpg","123"),
 (NULL,"image/index/1521092720652098075.jpg","123"),
 (NULL,"image/index/1521092811473067652.jpg","123"),
 (NULL,"image/index/1521092837813899627.jpg","123"),
 (NULL,"image/index/1521092847458030836.jpg","123"),
 (NULL,"image/index/1521092825594163061.jpg","123"),
 (NULL,"image/index/1524036117750433342.jpg","123"),
 (NULL,"image/index/1521092918118570861.jpg","123"),
 (NULL,"image/index/1521092888998263987.jpg","123"),
 (NULL,"image/index/1521092937312004623.jpg","123"),
 (NULL,"image/index/1521092946605057747.jpg","123"),
 (NULL,"image/index/1521093005762029909.jpg","123"),
 (NULL,"image/index/1521093015910325878.jpg","123"),
 (NULL,"image/index/1521093068681812074.jpg","123"),
 (NULL,"image/index/1521093077174582548.jpg","123"),
 (NULL,"image/index/1524036138152416063.jpg","123"),
 (NULL,"image/index/1521093128597698629.jpg","123"),
 (NULL,"image/index/1521093141381115771.jpg","123"),
 (NULL,"image/index/1521093231769298830.jpg","123"),
 (NULL,"image/index/1521093262044472038.jpg","123"), 
 (NULL,"image/index/3aa42b9e639d1a486492769104aa9e48.png","美翻一季"),
 (NULL,"image/index/8a756a821f7e3178ecde4d78d8cdbd3b.png","休闲零食"),
 (NULL,"image/index/c4459262eaea657ad822573e733b155c.png","温馨家居"),
 (NULL,"image/index/baf49becaed4cd7c770b619e5b8a59fc.png","迷你眼妆"),
 (NULL,"image/index/bd6c3e11d2e0099867277f921e2d3c01.png","我与爱宠"),
 (NULL,"image/index/755e915f2a161cc3c4fbdd4e36349f1e.png","品质时钟"),
 (NULL,"image/index/2aa658f0155cc8faed05dff6ebcd2566.png","家有萌宝"),
 (NULL,"image/index/605cb1e410abbf99ac0ee438678dd3ce.png","爱永长存"),
 (NULL,"image/index/2beacc6a77e227773cff63d80b83fb5d.jpg","123"),
 (NULL,"image/index/3cd8d2b80a1f660f8252036b30f1d458.jpg","123"),
 (NULL,"image/index/3fdd67dfb3135e94a9b091572482f9b1.jpg","123"),
 (NULL,"image/index/f1a5961ab7ad235b624c11a667698e93.jpg","123"),
 (NULL,"image/index/8c9a54c12b66037d74b89411031304da.jpg","123"),
 (NULL,"image/index/21bab75fd7712c91ea442f5a79621027.jpg","123");
INSERT INTO sd_index_product VALUES
 (NULL,"雪玲妃水晶防晒喷雾","39","132","211","image/index/22395_thumb_G_1525858972138.jpg","1"),
 (NULL,"谜草集红石榴鲜妍防护喷雾+透明防晒霜套装隔离防紫外","49","132","211","image/index/135512_thumb_G_1535526226138.jpg","1"),
 (NULL,"【香港直邮】韩国AHC B5玻尿酸精华水和防晒霜SPF50+/","112","132","211","image/index/107978_thumb_G_1522648059222.jpg","1"),
 (NULL,"【香港直邮】韩国LID水晶冰感防晒喷雾SPF50+ 150ml","110","132","211","image/index/17329_thumb_G_1522654368879.jpg","1"),
 (NULL,"达米拉925纯银首饰 女简约森系文艺叶子造型开口戒指","46","132","211","image/index/16882_thumb_G_1522225753018.jpg","1"),
 (NULL,"银龙珠宝S925纯银饰品王者风范男戒指开口指环","158","132","211","image/index/25195_thumb_G_1526457827074.jpg","1"),
 (NULL,"诗尚S925纯银时尚简约双钻转动开口戒","28","132","211","image/index/103559_thumb_G_1517550780506.jpg","1"),
 (NULL,"诗尚S925纯银光圈戒指几何线条戒指","22","132","211","image/index/11425_thumb_G_1518336151613.jpg","1"),
 (NULL,"三只松鼠_玫瑰红葡萄干280g*3","42","132","211","image/index/三只松鼠_玫瑰红葡萄干280g_3.jpg","1"),
 (NULL,"三只松鼠_碧根果160g*2","145","132","232","image/index/三只松鼠_碧根果160g_2.jpg","1"),
 (NULL,"三只松鼠_山楂片258g*2","26","132","234","image/index/三只松鼠_山楂片258g_2.jpg","1"),
 (NULL,"三只松鼠_丹麦风味曲奇100g*3","42","131","435","image/index/三只松鼠_丹麦风味曲奇100g_3.jpg","1"),
 (NULL,"顺睿迷你直发器陶瓷卷发棒直卷两用不伤发空气刘海烫拉直夹板","29","28","11","image/index/c823f329eb22ad5c10a858761b008b27.jpg","1"),
 (NULL,"保时达智能直流变频家用遥控台式定时空气循环扇三档风速静音电风扇","209","23","11","image/index/7924fecf1541d8ff913fec0da8ca0006.jpg","1"),
 (NULL,"顺睿直发烫发器陶瓷夹板拉直夹板调温剪刀式直卷发器电夹板玉米夹","55","23","34","image/index/4825e88d54a22b7ac8ab1bf0fdbc6cc9.jpg","1"),
 (NULL,"顺睿蘑菇灭蚊灯家用灭蚊器光触媒吸蚊机灭蝇灯捕蚊器静音无辐射","36","44","24","image/index/1a08ed723b9ebbaf2ecd28b634d06b10.jpg","1"),
 (NULL,"顺睿电击式灭蚊灯光触媒灭蚊器智能驱蚊器家用静音捕蚊器","59","45","35","image/index/23e732988c538a0716253ff89465da07.jpg","1"),
 (NULL,"顺睿吹风机家用小大功率发廊风力电吹风筒宿舍用学生负离子理发店","79","44","`12","image/index/25f586e7ffe9ef6c73980beea86b0af9.jpg","1"),
 (NULL,"顺睿新品炫彩加湿器多功能小风扇雾化加湿器迷你usb车载","78","14","13","image/index/327f8a6f2f3affb6f776337357697c41.jpg","1"),
 (NULL,"苏泊尔除螨仪家用紫外线杀菌机床上吸尘器除尘除螨虫小型迷你","399","0","0","image/index/34201_G_1541040679563.jpg","1"),
 (NULL,"洛克适用于iphone7plus/iphone6plus原装手机电池","99","65","55","image/index/a5ef4f74a61e4b93d88e9c4e032eb9d7.jpg","1"),
 (NULL,"小天麦克风手机直播支架话筒多功能补光美颜灯桌面主播拍照抖音神器","112","12","22","image/index/118636_thumb_G_1528268095676.jpg","1"),
 (NULL,"小天懒人手机直播支架桌面平板电脑支架","456","44","76","image/index/111547_thumb_G_1525835508259.jpg","1"),
 (NULL,"倍思创意表情包重力车载支架","34","13","12","image/index/111130_thumb_G_1525686436010.jpg", "1"),
 (NULL,"REMAX/睿量单边有线手机行车耳机 商务通话耳机 白色款","78","23","18","image/index/103490_thumb_G_1517535943024.jpg","1"),
 (NULL,"卓上无线充电器qi接收器适用于iPhone安卓Type-C手机接收感应线圈贴片","45","12","21","image/index/79cab00ae0d5ae1012d02e00a9b556bc.jpg","1"),
 (NULL,"卓上大容量移动电源PowerBank户外旅游应急10节双向快充充电宝宝","123","23","56","image/index/b3b4b1f2f9b7f92aa550cdbb39372df5.jpg","1"),
 (NULL,"倍思/BASEUS飞碟桌面无线充手机通用无线充电器 黑色款","325","234","123","image/index/5327_G_1521088784788.jpg","1"),
 (NULL,"Sanag J1无线蓝牙耳机入耳式跑步运动耳机","13","213","23","image/index/71e60ce0d455a30903ec2d641419648b.jpg","1"),
 (NULL,"Salar/声籁头戴式重低音笔记本游戏耳麦带话筒KX101 白色款","36","21","22","image/index/101406_thumb_G_1514948581415.jpg","1"),
 (NULL,"FROMPRO T8新款智能手表m26升级版蓝牙插卡接打电话计步睡眠","67","22","11","image/index/afb8e91fd15ddee9b96c837c883bf4cf.jpg","1"),
 (NULL,"FROMPRO S929彩屏智能手环户外多种运动模IP68级防水心率计步GPS定位轨迹","777","33","31","image/index/f9ec3b901bba3ab9a96f118f7e76d11f.jpg","1"),
 (NULL,"FROMPRO S2智能心率手环动态心率监测单车运动睡眠监测计步蓝牙信息推送","189","34","65","image/index/2d714f7282cc3019a8c9348d8aa4f1c8.jpg","1"),
 (NULL,"FROMPRO DM368智能手表AMOLED全圆屏安卓5.1 WIFI GPS 3G通话心率监测","666","22","45","image/index/21947ffc9ae99c3cafef374ef504e565.jpg","1"),
 (NULL,"FROMPRO X2 plus彩屏智能手环动态心率血压血氧手环IP68深度防水超长待机","257","77","22","image/index/f130cf0ca47bab18819a7ee6d525eb45.jpg","1"),
 (NULL,"PHILIPS飞利浦VTR5200学习插TF卡USB学生麦克风数码录音笔8GB","488","0","0","image/index/10851_G_1524909249201.jpg","1"),
 (NULL,"Otbaby晶纯多效护理膏","67","45","33","image/index/141467_thumb_G_1556097444103.jpg","1"),
 (NULL,"otbaby精纯火绒草多效粉70g","56","33","11","image/index/141466_thumb_G_1556097290530.jpg","1"),
 (NULL,"otbaby多效柔嫩洗发沐浴露260ml","55","21","11","image/index/141465_thumb_G_1556097153883.jpg","1"),
 (NULL,"otbaby宝宝专用无硅油洗发水无泪配方洗发露","34","12","23","image/index/141463_thumb_G_1556096866996.jpg","1"),
 (NULL,"otbaby晶纯牛奶香浴露新生儿用沐浴露300ml","55","21","11","image/index/141464_thumb_G_1556096974742.jpg","1"),
 (NULL,"otbaby电热蚊香液驱蚊液补充装3瓶","45","71","19","image/index/141462_thumb_G_1556093436722.jpg","1"),
 (NULL,"otbaby晶纯倍护柔润霜宝宝面霜补水柔润45ml","38","39","16","image/index/141461_thumb_G_1556093260945.jpg","1"),
 (NULL,"好孩子儿童自行车 2-3-6-8岁女孩宝宝单车 12/14/16寸脚踏山地童车","399","0","0","image/index/2695_G_1521088830185.jpg","1"),
 (NULL,"乐吉儿娃娃机夹公仔机","431","421","89","image/index/116887_thumb_G_1527238600834.jpg", "1"),
 (NULL,"活石旋转床铃玩具宝宝婴儿玩具床头挂摇铃","67","88","41","image/index/111662_thumb_G_1525850992268.jpg","1"),
 (NULL,"尚趣四合一多功能组合秋千滑梯 儿童室内家用滑梯","41","55","41","image/index/105751_thumb_G_1520236878655.jpg","1"),
 (NULL,"育儿宝儿童脚踏琴玩具音乐钢琴健身架毯","99","22","31","image/index/141643_thumb_G_1557048178106.jpg","1"),
 (NULL,"育儿宝儿童玩具钓鱼盘电动钓鱼电池套装","75","22","12","image/index/141642_thumb_G_1557048019495.jpg","1"),
 (NULL,"育儿宝儿童宝宝琴鼓二合一拍拍鼓益智音乐玩具","45","444","11","image/index/141629_thumb_G_1556613789380.jpg","1"),
 (NULL,"育儿宝儿童收银机玩具男女孩过家家玩具仿真","99","24","41","image/index/141624_thumb_G_1556612457098.jpg","1"),
 (NULL,"苏泊尔除螨仪家用紫外线杀菌机床上吸尘器除尘除螨虫小型迷你","399","0","0","image/index/34201_G_1541040679563.jpg","1");
INSERT INTO sd_index_product1 VALUES
 (NULL,"颐莲玻尿酸氨基酸洗面奶","39","49.00","image/index/49559_thumb_G_1533093513207.jpg","1"),
 (NULL,"费娜蒙清透保湿洗面奶150ml","61","79.00","image/index/26964_thumb_G_1530525997158.jpg", "1"),
 (NULL,"穗爵韩版韩国手环 时尚个性四叶草精工高品质女手镯","26","32.00","image/index/141688_thumb_G_1557214577539.jpg","1"),
 (NULL,"雯昊日系简约长款几何三角流苏耳饰品个性防过敏耳坠","16","21.90","image/index/雯昊日系简约长款几何三角流苏耳饰品个性防过敏耳坠.jpg","1"),
 (NULL,"雪玲妃薏仁水","19","22.90","image/index/雪玲妃薏仁水.jpg","1"),
 (NULL,"七度空间卫生巾少女纯棉表层夜用甜睡420mm卫生巾7包","63","69.50","image/index/27911_thumb_G_1526978453381.jpg","1"),
 (NULL,"娇尔乐日用量少型零触感负离子迷你卫生巾超薄卫生棉5包装","54","59.00","image/index/ecff46b7b028e80b0220a19792a2759f.jpg","1"),
 (NULL,"热卖小铺温和滋润保湿洁肤不刺激清爽控油深层清洁脸部眼唇卸妆水","39","49.90","image/index/热卖小铺温和滋润保湿洁肤不刺激清爽控油深层清洁脸部眼唇卸妆水.jpg","1"),
 (NULL,"【香港直邮】法国纪梵希Givenchy小羊皮口红高级定制唇膏3.4g 粗管#","315","345.00","image/index/【香港直邮】法国纪梵希Givenchy小羊皮口红高级定制唇膏3.4g 粗管_315.jpg","1");
INSERT INTO sd_index_product2 VALUES
 (NULL,"穗爵韩版韩国手环 时尚个性四叶草精工高品质女手镯","32","image/index/穗爵韩版韩国手环 时尚个性四叶草精工高品质女手镯.jpg","1"),
 (NULL,"穗爵耳环镶钻耳钉镂空四叶草银针耳环","28","image/index/穗爵耳环镶钻耳钉镂空四叶草银针耳环.jpg", "1"),
 (NULL,"雯昊日系简约长款几何三角流苏耳饰品个性防过敏耳坠","21","image/index/雯昊日系简约长款几何三角流苏耳饰品个性防过敏耳坠.jpg","1"),
 (NULL,"雯昊甜美粉嫩少女心花朵耳环ins流苏珍珠耳坠","29","image/index/雯昊甜美粉嫩少女心花朵耳环ins流苏珍珠耳坠.jpg","1"),
 (NULL,"三只松鼠_和田小枣180g","24","image/index/三只松鼠_和田小枣180g_2.jpg","1"),
 (NULL,"养生堂 桦树汁补水保湿面膜 日本原装进口","118","image/index/养生堂 桦树汁补水保湿面膜 日本原装进口.jpg","1"),
 (NULL,"叛逆者10400mAh高效智能移动电源 白色款充电宝","60","image/index/叛逆者10400mAh高效智能移动电源 白色款充电宝.jpg","1"),
 (NULL,"春游】狼行者户外加厚牛津布野餐垫颜色随机发","38","image/index/【春游】狼行者户外加厚牛津布野餐垫颜色随机发.jpg","1"),
 (NULL,"叛逆者移动电源 11000mAH大容量充电宝 充电快带手电筒白色款","69","image/index/叛逆者移动电源 11000mAH大容量充电宝 充电快带手电筒白色款.jpg","1"),
 (NULL,"茶花水杯 塑料水杯便携运动水壶学生茶杯防漏儿童水红色杯子500ml","24","image/index/100053_thumb_G_1513580925749.jpg","1"),
 (NULL,"Si-Ki时健B族维生素片","55","image/index/132855_thumb_G_1534145737226.jpg","1"),
 (NULL,"薇宝四色散粉 网红定妆粉蜜粉控油持久遮瑕","39","image/index/139839_thumb_G_1550049971747.jpg","1"),
 (NULL,"薇宝CC霜保湿嫩白粉底液 裸妆遮瑕强持久补水气垫BB霜60ml","29","image/index/db7a02f84dfaed4e6dbaf8022d329a06.jpg","1"),
 (NULL,"便携硅胶餐垫儿童移动餐垫吸盘垫","28","image/index/139863_thumb_G_1550134794792.jpg","1"),
 (NULL,"儿童餐盘分格吸盘碗宝宝餐具卡通可爱碗勺套装","39","image/index/139866_thumb_G_1550136852538.jpg","1");
/* 详情商品 */
CREATE TABLE sd_details(
  d_id INT PRIMARY KEY AUTO_INCREMENT,
  d_pic      VARCHAR(128),        #图片路径
  d_title    VARCHAR(128),        #标题
  d_product  VARCHAR(128),        #介绍
  d_price    VARCHAR(128),        #价格
  d_href     VARCHAR(128),        #链接路径
  d_type     VARCHAR(128)         #分类
 );  
INSERT INTO sd_details VALUES
 (NULL,"image/details/25275_thumb_G_1526459775287.jpg","伊利牛奶片160g","1","25","1","11"),
 (NULL,"image/details/25276_thumb_G_1526459798527.jpg","伊利牛奶片160g","1","32","1","11"),
 (NULL,"image/details/25277_thumb_G_1526459819544.jpg","伊利牛奶片160g","1","23","1","11"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/23c3f92ab6e1548b05d9128d2c40ecf7.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/94eb75a47cb70cc3a77440bd2af1524e.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/94eb75a47cb70cc3a77440bd2af1524e.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/91b5079a9202e061ff2b6f0e68f1cc8c.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/23c3f92ab6e1548b05d9128d2c40ecf7.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/91b5079a9202e061ff2b6f0e68f1cc8c.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/9b3df46a4436d4c7929c67de92a4184e.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/06b04ec27f3869856c6c294c3e3f62cb.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"), 
 (NULL,"image/details/130048_thumb_G_1532486111444.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130067_thumb_G_1532487349678.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130070_thumb_G_1532487766156.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130075_thumb_G_1532488132689.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130073_thumb_G_1532487951512.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"), 
 (NULL,"image/details/130577_thumb_G_1553498310539.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130580_thumb_G_1553498265961.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130583_thumb_G_1553498212489.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130587_thumb_G_1553498144688.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/130592_thumb_G_1553498083195.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/140726_thumb_G_1553591649935.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/140749_thumb_G_1553669588837.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","0"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/140759_thumb_G_1553670347706.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/140752_thumb_G_1553669786686.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/140763_thumb_G_1553670781530.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/140768_thumb_G_1553672381413.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/140779_thumb_G_1553674939953.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/140782_thumb_G_1553675273708.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/130070_thumb_G_1532487766156.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/140780_thumb_G_1553675048818.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/f17219207444901eb01b0c9adb4ef836.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","1"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/f17219207444901eb01b0c9adb4ef836.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/f17219207444901eb01b0c9adb4ef836.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/f17219207444901eb01b0c9adb4ef836.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/130587_thumb_G_1553498144688.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/130587_thumb_G_1553498144688.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","2"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/140752_thumb_G_1553669786686.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/23c3f92ab6e1548b05d9128d2c40ecf7.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/23c3f92ab6e1548b05d9128d2c40ecf7.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/23c3f92ab6e1548b05d9128d2c40ecf7.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/eafe3499c1d966dbb70d91f62077b2cf.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/91b5079a9202e061ff2b6f0e68f1cc8c.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/91b5079a9202e061ff2b6f0e68f1cc8c.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/91b5079a9202e061ff2b6f0e68f1cc8c.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/140752_thumb_G_1553669786686.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/1645_thumb_G_1494380011568.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3"),
 (NULL,"image/details/140781_thumb_G_1553675146224.jpg","嘉兴五芳斋粽子礼盒情系五芳礼品粽子礼盒装10口味端午节送礼","北京中西双龙国际贸易有限责任公司","89","1","3");